{
  "quotes": [
    "Mỗi ngày tập hợp lại chính là cuộc sống, nên nếu trân trọng cuộc sống thì hãy sống trọn từng ngày nhé.",
    "Lượng đổi đến ngưỡng thì chất đổi.",
    "Ổn định và thoải mái vừa là đích đến, vừa là chướng ngại vật trên con đường phát triển của mỗi người.",
    "Ngọc không mài thì sẽ không sáng.",
    "Trước năm 20 tuổi, khuôn mặt và vóc dáng là do ba mẹ ban cho, nhưng sau đó trở đi, chỉ có yêu thương bản thân và kỷ luật tự giác mới có thể giữ gìn vóc dáng và sức khỏe.",
    "Yêu bản thân chính là chìa khóa để mở ra nhiều cánh của mới trong cuộc đời.",
    "Hãy học hỏi và thực hành cách để yêu thương lấy bản thân mình.",
    "Khi học được cách yêu thương cơ thể, bạn sẽ phát hiện ra, cuộc sống của bạn đang bước vào một kỷ nguyên mới.",
    "Phía sau ánh hào quang chính là sự cố gắng được duy trì suốt bao năm tháng không phải ai cũng biết.",
    "Mặc kệ người khác không nhìn thấy hay có suy nghĩ thế nào, thời gian sẽ luôn luôn ở đó, chứng kiến và ghi nhận từng chút nỗ lực của chúng ta.",
    "Định luật cây tre: Có một loại tre 4 năm mới mọc được 3 cm. Nhưng kể từ năm thứ 5, nó phát triển thần tốc, và cao tới 3 m chỉ trong vòng 6 tuần.",
    "Sự thay đổi về lượng, khi đạt tới một điểm nút nhất định, sẽ dẫn đến sự thay đổi về chất.",
    "Phía sau hạnh phúc và may mắn là sự cố gắng không ai hay biết.",
    "Kiến thức mình học được chỉ thuộc về riêng bản thân mình.",
    "Hạnh phúc không phải là đích đến mà là hành trình.",
    "Những hạt giống tốt bạn ươm mầm sẽ đem lại niềm vui bất ngờ trong tương lai.",
    "Ta thường chỉ nhìn vào thành công của người khác mà không nhìn thấy những gì họ đã bỏ ra.",
    "Làm người nên khiêm nhường nhưng làm việc phải xông xáo.",
    "Chuẩn bị trước càng tốt bao nhiêu, sau này càng thuận lợi bấy nhiêu.",
    "Quy tắc đàm phán thiết thực nhất trên đời chính là \"nói chuyện\" bằng kết quả, bằng những con số cụ thể.",
    "Chúng ta còn trẻ, nhưng không thể trẻ mãi, nhanh chóng trưởng thành mới là lựa chọn khôn ngoan nhất.",
    "Trên đời này có rất nhiều con đường, mỗi người đều có con đường của riêng mình. Chúng ta chỉ là lựa chọn con đường khác nhau, không có nghĩa là không đến được đích.",
    "Khi ta cứ mãi co cụm trong vùng an toàn của mình, tách biệt khỏi xã hội quá lâu, cơ hội sẽ ngày càng ít đi.",
    "Không ai có thể sống thay ta, người quyết định cuộc sống của ta chỉ có chính ta.",
    "Người duy nhất có đủ tư cách và khả năng thay đổi cuộc sống của bạn là chính bạn.",
    "Bạn không thể ỷ lại bất cứ ai, bạn chỉ có thể dựa vào chính mình. Quan hệ giữa bạn và người khác cũng như quan hệ giữa bạn và thế giới, trừ điều đó ra không còn gì khác.",
    "Chỉ khi hiểu rõ bản thân, ta mới có thể đi đúng hướng.",
    "Tự nhận thức là điều kiện tiên quyết của kỷ luật tự giác.",
    "Không thể đã có phô mai lại muốn cả bánh kem",
    "Biết đủ là hạnh phúc.",
    "Kiếp người ngắn ngủi, sức lực và tinh thần có hạn. \nNhững nơi có thể tới, những điều có thể làm, những người có thể ôm lấy trong đời đều rất đáng trân trọng.",
    "Mọi lựa chọn ta đưa ra sẽ xâu chuỗi thành cuộc sống của ta. Chọn cái này đồng nghĩa với mất cái kia, đó là quy luật, ta không thể có được mọi thứ.",
    "Không bị ham muốn điều khiển, đồng nghĩa với việc kiểm soát được phần tham lam trong bản tính con người.",
    "Xã hội nào cũng tồn tại những việc như cho vay nặng lãi, làm ăn phi pháp, tham ô hối lộ, mại dâm, buôn bán chất cấm, ... họ sống vì để thỏa mãn ham muốn, chết cũng vì để ham muốn kiểm soát.",
    "Ham muốn là động lực căn bản nhất của mọi sự sống. Có ham muốn thì mới có chuyển động, có nỗ lực, có phát triển. Nhưng cũng chính ham muốn, khi quá nhiều sẽ biến chất, ngược lại trở thành thứ chất độc phá hủy chúng ta.",
    "Sau cùng, chúng ta vẫn sẽ trở về với cuộc sống bình dị ngày 3 bữa cơm, 1 chiếc giường và 1 bờ vai để nương tựa.",
    "Hãy học cách lựa chọn và buông bỏ. Có bỏ mới có được, còn bỏ cái gì, được cái gì, phụ thuộc vào chính chúng ta.",
    "Con người thường không bị đánh gục bởi áp lực từ thế giới bên ngoài, mà bởi cảm xúc của chính mình.",
    "Khả năng làm chủ cảm xúc sẽ quyết định ta đi được bao xa. ",
    "Để làm chủ tốt bất kỳ thứ gì, cần hội tụ đủ 6 yếu tố cốt lõi: Hiểu đúng - Luyện đủ - Tài nguyên - Kiên trì - Phản tỉnh - Thực tiễn.",
    "Không ai có thể tổn thương bạn trừ khi bạn để những lời vô tình hay cố ý đó vào trong lòng.",
    "Thành công không chỉ nhờ nỗ lực không ngừng nghỉ, mà còn cần kịp thời nhận thức.",
    "Để điều tiết cảm xúc hiệu quả, cần kết hợp đủ 4 bước: Nhận diện - Can thiệp - Điều chỉnh - Tái lập cân bằng.",
    "Hãy tự hỏi bản thân mình đang cảm thấy gì thường xuyên.",
    "Khi bạn gọi tên được cảm xúc của mình, não bộ sẽ giảm hoạt động vùng amygdala, làm cho cảm xúc được xoa dịu, nhận thức được tăng cường.",
    "Hãy tách sự kiện khỏi suy diễn, đa số cảm giác tiêu cực đến từ suy nghĩ thêm vào.",
    "Không kiêu ngạo lúc thành công, không chối bỏ bản thân khi thất bại. Đủ bền bỉ, đủ kiên nhẫn, tất cả đều sẽ đến thôi.",
    "Cố gắng làm tốt mọi chuyện, bình tĩnh chờ đợi kết quả",
    "Chúng ta khó lòng kiên trì thực hiện kế hoạch đã đề ra chủ yếu bởi vì thiếu sự nhận thức và thiếu tính khả thi của kế hoạch.",
    "Nếu trước đó làm không tốt, vậy chỉ có thể trông cậy vào việc sau này nhận thức đúng đắn, chậm rãi thay đổi, từ từ sửa chữa.",
    "Cần hiểu rằng sức mạnh ý chí của con người có hạn.",
    "Để có thể bắt tay vào làm một việc gì đó: Sức mạnh ý chí >= Sự lười nhác + Sự sợ hãi.",
    "Nhận thức đúng đắn giúp sức mạnh ý chí vượt lên trên sự lười biếng.",
    "Những mục tiêu quá xa vời và kế hoạch thực hiện quá tham lam, nóng vội rất dễ chết yểu.",
    "Không nên xem thường bản thân, cũng đừng đánh giá mình quá cao.",
    "Việc muốn hoàn thành nên nằm trong ngưỡng của sức mạnh ý chí, kế hoạch muốn thực hiện được nên phù hợp với điều kiện của bản thân và hoàn cảnh.",
    "Sức mạnh ý chí = Mức độ ổn định cảm xúc + Lượng năng lượng + Độ chai lì.",
    "Hãy mơ lớn và tìm ra lời giải cho giấc mơ đó!",
    "Trên đời này không có thành công nào đến trong chốc lát!",
    "Khi lập kế hoạch hãy đặt ra cho mình những con số cụ thể. Những con số sẽ là mục tiêu và thước đo giúp ta nương theo giám sát và điều chỉnh kế hoạch.",
    "Thời điểm tốt nhất để trồng một cái cây là mười năm trước, thời điểm tốt thứ hai chính là hiện tại.",
    "Đời sống vật là nền tảng của thế giới tinh thần.",
    "Làm tốt hiện tại, đẹp đẽ tương lai.",
    "Khó khăn không than vãn",
    "Khi gặp khó khăn, bản năng sẽ khiến chúng ta muốn chọn cách trốn tránh vì nó dễ dàng hơn. Nhưng trốn tránh chỉ khiến vấn đề trở nên tồi tệ hơn mà thôi.",
    "Đừng chờ tới lúc khó khăn chất chồng, không thể trì hoãn thêm nữa mới bắt đầu giải quyết.",
    "Cảm xúc tiêu cực không giúp bạn thoát khỏi nghịch cảnh. Than vãn chỉ kiến bạn tiêu hao năng lượng vô ích.",
    "Ở mỗi một giây, chúng ta đều có cơ hội để làm cho giây tiếp theo trở nên tuyệt vời hơn.",
    "Thứ thực sự quyết định số phận không phải là vận may mà là lựa chọn.",
    "Khi thực sự thích làm điều gì đó, kỷ luật tự giác sẽ trở thành bản năng của bạn.",
    "Hãy nhớ rằng, nguồn động lực để nâng cao kỷ luật tự giác là tìm ra việc mình thực sự thích.",
    "Chuyện đáng buồn nhất trên đời chính là việc bạn từng có thể làm nhưng lại không làm.",
    "Mỗi một việc bạn làm hiện giờ đều quyết định đến tương lai của bạn sau này.",
    "Cuộc đời này may mắn hay bất hạnh đều do chính bản thân mình lựa chọn.",
    "Kỷ luật nhất thời mới có thể giành được tự do muôn đời.",
    "Cách duy nhất để giữ người mình yêu ở lại là cùng người ấy trưởng thành.",
    "Tình yêu đẹp là mối tình trong đó cả hai người cùng giúp đỡ nhau phát triển để trở nên tốt đẹp hơn.",
    "Chỉ có hai linh hồn tự do, bình đẳng mới có thể đồng hành, giúp đỡ nhau phát triển trong hành trình dài lâu của cuộc đời.",
    "Hoàn thiện bản thân, sống cho thật tốt mới có được tình yêu.",
    "Cây phải rụng lá vào mùa đông mới có thể đâm chồi nảy lộc khi xuân tới.",
    "Có câu: Nhiều người đã chết từ năm 25 tuổi, nhưng đếm năm 75 tuổi mới được đem chôn. Số tuổi tăng lên, nhưng con người lúc trước, không có gì tiến bộ.",
    "Thay đổi sẽ đau khổ. Nhưng chỉ khi nếm trải đau khổ, cuộc sống mới có thể rẽ sang hướng khác tốt đẹp hơn.",
    "Muốn mua một tương lai tốt phải trả giá xứng đáng cho cái tương lai đó.",
    "Chúng ta chỉ sống một lần trên đời, hãy sống sao cho tốt đẹp.",
    "Người duy nhất bạn có thể dựa vào chỉ có chính mình.",
    "Sức lực con người là có hạn, thói quen tốt cần được xây dựng từ từ và duy trì trong thời gian dài mới có thể hình thành.",
    "Khi làm chủ được tính kỷ luật tự giác, bạn sẽ cảm nhận được sự vui sướng khi làm chủ cuộc sống của mình.",
    "Dốc sức tập luyện * 10.000 giờ = Kỹ năng đẳng cấp thế giới. 10.000 giờ, mỗi ngày 5 giờ, tương đương với 2000 ngày, tương đương với 5 năm.",
    "Nhân tố quan trọng quyết định trình độ con người về một lĩnh vực nào đó không phải là năng khiếu hay kinh nghiệm mà là mức độ gắng sức tập luyện.",
    "Nếu như cần cù có thể bù đắp phần chênh lệch giữa một kẻ khù khờ và một tên thiên tài thì chắc chắn cần cù cũng có thể giúp kẻ khù khờ đánh bại tên thiên tài đó.",
    "Mỗi giờ, mỗi phút, mỗi giây của ngày hôm qua tạo nên tôi ngày hôm nay. Mỗi giờ, mỗi phút, mỗi giây của ngày hôm nay tạo nên tôi ngày mai.",
    "Thời gian công bằng với tất cả mọi người, vậy điều gì đã làm số phận của mỗi người trở nên khác biệt? Đó là kế hoạch cuộc đời và tính kỷ luật tự giác.",
    "Chỉ khi biết tại sao mình phải học, con người mới có đầy đủ lý do để học tiếp.",
    "Hãy yêu thương bản thân và sống sao cho mỗi ngày bạn đều có thể tự hào về chính mình - một người tự giác và tử tế.",
    "Tự do đến từ tự tin, tự tin bắt nguồn từ tự giác.",
    "Tự do có được khi Kỷ luật, Hạnh phúc có được khi Nỗ lực.",
    "Chúng ta có thực sự cần nhiều đến thế không?",
    "Không có chủ kiến, gặp chuyện gì cũng không thể tự quyết định, không sắp xếp nổi cuộc sống của mình.",
    "Những người dễ bị dao động bởi những lời ngon ngọt bên tai mãi là những người đáng thương có nội tâm nghèo nàn mà thôi.",
    "Lòng hư vinh làm người ta khoe khoang sự giàu có bên ngoài để che lấp đi sự thiếu thốn bên trong.",
    "Chúng ta vốn không cần nhiều vật chất đến thế.",
    "Người bị vật chất chi phối là những người không đủ tự tin và luôn thiếu cảm giác an toàn.",
    "Nỗi lo âu và sợ hãi chúng ta phải trải qua phần lớn đến từ việc lo lắng về cái nhìn của người khác.",
    "Giá trị của bạn được đo bởi khả năng học hỏi, nỗ lực cải thiện và tính nhất quán trong hành động của bạn.",
    "Cái nhìn của người khác chỉ là những bài tập thực tế để thử thách lòng tin của bạn vào giá trị bản thân mình mà thôi.",
    "Hiệu suất có thể tệ nhưng con người thì không.",
    "Buồn cười thay, 80% những lời chê bai thực ra lại đang phản ánh chính tâm trạng của người nói.",
    "Kiểm soát được ham muốn là chìa khóa dẫn đến sở hữu được kiểm soát được phong độ và sự tự tin của bản thân mình.",
    "Nếu bạn thấy ai đó sống rất nhẹ, ít cạnh tranh, ít khoe, ít so đo - đó là dấu hiệu của một người có tâm hồn tự do.",
    "Không có gì quý hơn một tâm hồn tự do.",
    "Làm người thì dựa vào đôi tay của chính mình vẫn là tốt nhất.",
    "Cuộc đời phi thường là khi bạn có thể sống một đời theo ý mình",
    "Đầu tư vào kiến thức là khoản đầu tư sinh lời nhất. Kiến thức là thứ dùng cả đời.",
    "Thực lực bên trong đáng giá hơn châu báu bên ngoài.",
    "Điều đáng sợ nhất với con người là không còn tiếp tục học tập nữa.",
    "Con người phải hòa mình vào dòng chảy xã hội, phải đấu tranh, phải vùng vẫy thì mới vô thức được thay da đổi thịt.",
    "Trần Tuần Nam - Thập Nhật Chung Yên: Xe đến trước núi ắt có đường.",
    "Những người hòa nhịp được với tần số cộng hưởng của thế giới sẽ có cuộc sống ngày một vui tươi và tốt đẹp hơn.",
    "Đọc sách là thói quen tốt. Hơn cả việc cung cấp kiến thức, nó mang lại năng lượng tích cực.",
    "Người có thu nhập càng cao thì thời gian dành cho việc đọc sách mỗi ngày càng nhiều.",
    "Tri thức là sức mạnh.",
    "Khí chất con người do trời sinh, rất khó thay đổi. Chỉ có đọc sách mới có thể thay đổi cái gọi là khí chất này.",
    "Những việc ta không làm được khi bận thì cũng không làm được khi rảnh."
  ],
  "display_time": 600,
  "current_index": 64,
  "show_controls": true,
  "always_on_top": false,
  "random_mode": true,
  "show_notification_on_change": true,
  "auto_advance_enabled": true
}